/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "No Data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Save";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Re-enter Signature";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Clear";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Cancel";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Signature";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tap to Sign";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Signature Area";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Double tap and drag to sign";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Signature Image";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Signature Line";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Cancelled";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Next";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "User cancelled Onboarding";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Without consent you will not be able to continue onboarding.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Give Consent";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Quit";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Back";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Step";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "of";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Are you sure you want to quit the onboarding process?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Want Data Privacy?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Be wise about your data";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Not Now";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Allow";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Deny";

/* XBUT: Agree action title in EULAView */
"Agree" = "Agree";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Disagree";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Loading...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "There is nothing to display yet";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d Hrs %d Min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Done";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "There are %d errors in the data table.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "row header";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "row %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "column %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "leading accessory";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "trailing accessory";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "image";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "date";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "time";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "duration";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "list item";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "selected";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "not selected";

/* XBUT: calendar time component label */
"Time" = "Time";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Value: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Tapped cell is read-only.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Read-only field";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "No more characters remaining";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduce the number of characters";

